{
  "recipes": [
    {
      "id": "1",
      "title": "Veggie Stew",
      "ingredients": ["1 Carrot", "1 Leek", "200g Tofu", "300ml Veg stock"],
      "method": "1. Pre-heat the oven to 200C/3C/gas 5. Place the carrot, leek and tofu in a large bowl. Add the stock and mix well. 2. Add the rest of the ingredients and mix well. 3. Place the mixture in a large bowl and cover with a lid. 4. Place the lid on the oven and cook for 40 minutes. 5. Serve with a slaw of your choice",
      "cookingTime": "45 minutes"
    },
    {
      "id": "2",
      "title": "Air Fryer Scrambled Eggs On The Go",
      "ingredients": ["cooking spray", "2 large eggs", "salt and black pepper"],
      "method": "1. Lightly spray a ramekin dish with non-stick cooking spray. Pour in beaten eggs. 2. Set air fryer to 370 degrees F (185 degrees C) and place the ramekin into the air fryer basket. 3. Air fry for 3 minutes. Stir egg mixture and cook for 3 minutes more. Fluff with a fork and season to taste with salt and pepper. Grab and go.",
      "cookingTime": "6 minutes"
    },
    {
      "id": "3",
      "title": "Fish in Foil",
      "ingredients": [
        "2 rainbow trout fillets",
        "1 tbls olive oil",
        "1 fresh jalapeno pepper",
        "1 lemon"
      ],
      "method": "1: Preheat the oven to 400 degrees F (200 degrees C). 2: Rinse and pat fillets dry. Rub fillets with olive oil, and season with garlic salt and black pepper. Place each fillet on a large sheet of aluminum foil. Top with jalapeno slices, and squeeze the juice from the ends of the lemon over fillets. Arrange remaining lemon slices on top of fillets. 3: Carefully seal all edges of the foil to form enclosed packets. Place packets on a baking sheet. 4: Bake in the preheated oven until fish flakes easily with a fork, 15 to 20 minutes depending on size of fillets.",
      "cookingTime": "15 minutes"
    },
    {
      "title": "Air Fryer Lobster Tails with Lemon-Garlic Butter",
      "ingredients": [
        "2 lobster tails",
        "4 tbls butter",
        "1 clove garlic",
        "1 ts chopped fresh parsley",
        "2 wedges lemon"
      ],
      "method": "1: Preheat an air fryer to 380 degrees F (195 degrees C). 2: Butterfly lobster tails by cutting lengthwise through the centers of the hard top shells and meat with kitchen shears. Cut to, but not through, the bottoms of the shells. Spread tail halves apart. Place tails in the air fryer basket with lobster meat facing up. 3: Melt butter in a small saucepan over medium heat. Add lemon zest and garlic; heat until garlic is fragrant, about 30 seconds. 4: Transfer 2 tablespoons of butter mixture to a small bowl; brush this onto lobster tails. Discard any remaining brushed butter to avoid contamination from uncooked lobster. Season lobster with salt and pepper. 5: Cook in the preheated air fryer until lobster meat is opaque, 5 to 7 minutes. 6: Spoon reserved butter from the saucepan over lobster meat. Top with parsley and serve with lemon wedges.",
      "cookingTime": "10 minutes",
      "id": "4"
    },
    {
      "title": "BLT",
      "ingredients": [
        "4 slices bacon",
        "2 leaves lettuce",
        "2 slices tomato",
        "2 slices bread, toasted",
        "1 tbls mayonnaise"
      ],
      "method": "1: Cook bacon in a large, deep skillet over medium-high heat until evenly browned, about 10 minutes. Drain bacon on a paper towel-lined plate. 2: Arrange cooked bacon, lettuce, and tomato slices on one slice of bread. Spread mayonnaise on the other slice of bread. Close to make a sandwich. ",
      "cookingTime": "10 minutes",
      "id": "5"
    }
  ]
}
